Repository: vicbeck2/svnshooshoo
Catalog: KDE/kdelib.tmx
Source language: en
Languages: bg, ca, cs, da, de, el, es, et, eu, fi, fr, hu, is, it, ja, lt, lv, nl, pl, pt, ro, sk, sl, sv, tr

source: The resource '%1' is locked by application '%2'.
bg: Ресурсът "%1" е заключен от програмата "%2".
ca: El recurs '%1' està bloquejat per l'aplicació '%2'.
cs: Zdroj '%1' je uzamčen aplikací '%2'.
da: Ressourcen '%1' er låst af programmet '%2'.
de: Ressource "%1" gesperrt durch Programm "%2"
el: Ο πόρος '%1' είναι κλειδωμένος από την εφαρμογή '%2'.
es: El recurso '%1' está bloqueado por la aplicación '%2'.
et: Rakendus '%2' on ressursi '%1' lukku pannud.
fi: Resurssi "%1" on lukittuna "%2"-ohjelman vuoksi.
fr: La ressource « %1 » est verrouillée par l'application « %2 ».
hu: A(z) '%1' erőforrást a(z) '%2' alkalmazás zárolta.
it: La risorsa "%1" è bloccata dall'applicazione "%2".
ja: リソース '%1' はアプリケーション '%2' によってロックされています。
nl: De hulpbron '%1' is vergrendeld door toepassing '%2'.
pl: Zasób '%1' jest zablokowany przez aplikację '%2'.
pt: O recurso '%1' está bloqueado pela aplicação '%2'.
ro: Resursa "%1" este blocată de aplicaţia "%2".
sk: Zdroj '%1' je zamknutý aplikáciou '%2'.
sl: Vir »%1« je zaklenil program »%2«.
sv: Resursen "%1" är låst av programmet "%2".
tr: "%1" kaynağı "%2" uygulaması tarafından kilitlendi.

source: The selected action will not be associated with any key.
bg: Избраната операция не е свързана с никакъв клавиш.
ca: L'acció seleccionada no s'associarà amb cap tecla.
cs: Vybraná činnost nebude spojena se žádnou klávesou.
da: Den valgte handling er ikke forbundet med nogen tast.
de: Die ausgewählte Aktion wird mit keiner Taste verknüpft.
el: Η επιλεγμένη ενέργεια δε θα συσχετιστεί με κανένα πλήκτρο.
es: La acción seleccionada no se asociará a ninguna tecla.
et: Valitud tegevust ei seostata ühegi klahviga.
eu: Aukeratutako ekintza ez da giltz batekin elkartuko.
fi: Valittua toimintoa ei sidota mihinkään näppäimeen
fr: L'action choisie ne sera associée à aucun raccourci.
hu: A kijelölt művelethez nem lesz hozzárendelve billentyűparancs.
is: Aðgerðin sem þú valdir verður ekki tengd neinum lykli.
it: L'azione selezionata non sarà associata ad alcun tasto.
ja: 選択した動作はどのキーにも関連付けされていません。
lt: Nurodytas veiksmas nebus susietas su jokiu klavišu.
lv: Izvēlēta darbība nevar tikt asociēta ar jebkuru taustiņu.
nl: De geselecteerde actie zal niet geassocieerd worden met een toets.
pl: Wybrane zdarzenie nie zostanie skojarzone z żadnym klawiszem.
pt: A acção seleccionada não ficará associada a qualquer tecla.
ro: Acţiunea selectată nu va fi asociată cu nici o tastă.
sk: K vybranej akcii nie je priradený žiadny kláves
sl: Izbrano dejanje ne bo povezano s kakšno tipko.
sv: Den valda åtgärden kommer inte att bindas till någon tangent.
tr: Seçilen eylem hiç bir tuşla ilişkilendirilmeyecek.

source: The version of this application - please make sure that no newer version is available before sending a bug report
bg: Версия на програмата. Моля, проверете дали съществува нова версия на програмата преди да изпратите съобщение за грешка. Ако съществува по-нова версия, моля, обновете програмата до последната стабилна версия и проверете дали грешката съществува все още.
ca: La versió d'aquesta aplicació - si us plau, assegureu-vos que no hi ha disponible cap versió més nova abans d'enviar un informe d'error
cs: Verze aplikace - prosím přesvědčte se, že není dostupná novější verze před tím, než pošlete chybové hlášení.
da: Versionen af programmet - sørg venligst for at der ikke er en nyere version tilgængelig før du indsender rapporten
de: Die Programmversion -- bitte vergewissern Sie sich, dass keine neuere Version verfügbar ist, bevor Sie einen Problembericht einschicken.
el: Η έκδοση αυτής της εφαρμογής - παρακαλώ βεβαιωθείτε ότι δε διατίθεται νεότερη έκδοση προτού στείλετε μια αναφορά σφάλματος
es: La versión de esta aplicación - por favor, asegúrese de que no hay disponible una versión posterior antes de enviar un informe de fallos.
et: Rakenduse versioon - enne vearaporti saatmist veendu, et vahepeal pole ilmunud uuemat versiooni.
eu: Aplikazioaren bertsioa - mesedez egiaztatu ez dagoela bertsio berriagorik errore bat jakinarazi baino lehen
fi: Sovelluksen versio - varmista, että ohjelmasta ei ole uudempaa versiota, ennen kuin lähetät virheraportin
fr: La version de cette application - veuillez vous assurer qu'il n'existe pas de version plus récente avant d'envoyer un rapport de bogue.
hu: Az alkalmazás verziószáma - a hibabejelentés elküldése előtt ellenőrizze, hogy nincs-e újabb verzió a programból
is: Útgáfa forritsins - Vinsamlega gaktu úr skugga um að ekki sé til nýrri útgáfa áður en þú sendir villutilkynningu
it: La versione di questa applicazione - prima di inviare la segnalazione di bug, assicurati che non sia disponibile una versione più recente.
ja: このアプリケーションのバージョン - バグレポートを送る前に、もっと新しいバージョンが入手可能でないか確認して下さい。
lt: Tai programos versija. Prieš siųsdami pranešimą apie ydą, įsitikinkite, kad nėra naujesnės programos versijos
lv: Šīs aplikācijas versija - pirms sūtīt kļūdu ziņojumu pārliecinaties, ka jaunāka versija nav pieejama
nl: De versie van dit programma. Ga even na of er geen nieuwere versie van dit programma beschikbaar is voordat u het bugrapport instuurt.
pl: Wersja aplikacji - upewnij się przed wysłaniem, że nie ma nowszej wersji tej aplikacji
pt: A versão da aplicação - verifique se não há nenhuma versão mais recente antes de comunicar o erro
ro: Versiunea acestei aplicaţii. Asiguraţi-vă că nu există o versiune mai nouă atunci cînd trimiteţi un raport de eroare.
sk: Táto verzia aplikácie - prosím ubezpečte sa či nie je dostupná novšia verzia programu, predtým ako pošlete správu o chybe
sl: Različica tega programa - prosimo, prepričajte se, da v času poročanja o hrošču ni na voljo že novejša različica.
sv: Versionen på det här programmet - kontrollera att ingen nyare version finns tillgänglig innan du skickar iväg en felrapport.
tr: Bu uygulamanın sürümü - Bir hata raporu göndermeden önce yeni bir sürümün çıkmadığına emin olun

source: The wallet '%1' is open and being used for form data and passwords.
bg: Портфейлът "%1" е отворен и се използва за попълване на данни във формата и пароли.
ca: El moneder '%1' és obert i està sent usat per a dades de formularis i contrasenyes.
cs: Úschovna '%1' je otevřená a používaná pro data z formulářů a hesla.
da: Tegnebogen '%1' er åben og bliver brugt til formular-data og kodeord.
de: Digitale Brieftasche "%1" ist geöffnet und wird für Formulardaten und Passwörter verwendet.
el: Το πορτοφόλι '%1' είναι ανοιχτό και χρησιμοποείται για δεδομένα φορμών και κωδικούς πρόσβασης.
es: La cartera '%1' está abierta y se está usando para datos de formularios y contraseñas.
et: Turvalaegas '%1' on avatud, seda kasutatakse vormiandmete ja paroolide jaoks.
fi: Lompakko "%1" on avoin ja sitä käytetään lomakkeiden tietoihin ja salasanoihin.
fr: Le portefeuille « %1 » est ouvert et utilisé pour les données de formulaires et les mots de passe.
hu: A(z) '%1' notesz meg van nyitva, űrlapadatok és jelszavak tárolására használt.
it: Il portafogli "%1" è aperto ed è usato per i dati dei form e le password.
ja: 書類入れ '%1' は開かれていて、フォームのデータとパスワードのために使用中です。
nl: De portefeuille '%1' is open en wordt gebruikt voor formuliergegevens en wachtwoorden.
pl: Portfel '%1' jest otwarty i używany do przechowywania haseł i danych formularzy.
pt: A carteira '%1' está aberta e a ser usada para os dados e senhas do formulário.
ro: Portofelul "%1" este deschis şi este utilizat pentru date de formular şi parole.
sk: Wallet '%1' je otvorený a používa sa pre dáta z formulárov a heslá.
sl: Denarnica »%1« je odprta in se uporablja za izpolnjevanje obrazcev in gesel.
sv: Plånboken "%1" är öppen, och används för formulärdata och lösenord.
tr: '%1' isimli cüzdan açık ve form verileri ile parolaları için kullanılıyor.

source: There is no matching item available.
bg: Не са открити съвпадения.
ca: No hi ha cap ítem disponible per aparellar.
cs: Neexistuje žádná odpovídající položka.
da: Der er ikke fundet noget.
de: Es ist kein übereinstimmendes Element vorhanden.
el: Δεν υπάρχει αντικείμενο που να ταιριάζει.
es: No hay coincidencias disponibles.
et: Sobivat elementi pole saadaval.
eu: Ez dago parekatzerik.
fi: Ei osumia listalla
fr: Il n'y a aucun élément disponible correspondant.
hu: Nincsen egyező elem.
is: Það er ekki hægt að klára þetta.
it: Nessun elemento corrispondente.
ja: 利用可能なマッチするアイテムはありません。
lt: Nėra atitinkančių objektų.
lv: Nosacījumiem atbilstoi elementi nav pieejami.
nl: Er is geen overeenkomstig item beschikbaar.
pl: Brak pasujących elementów.
pt: Não há nenhum item disponível.
ro: Nu există nici un item care se potriveşte.
sk: Už nie sú žiadne porovnávacie položky.
sl: Ni dostopne ujemajoče se postavke.
sv: Det finns ingen matchande post.
tr: Eşleşen öğe yok.

source: There is no resource available!
bg: Няма налични ресурси!
ca: No hi ha cap recurs disponible!
cs: Není dostupný žádný zdroj!
da: Der er ikke tilgængelig ressource!
de: Es ist keine Ressource verfügbar.
el: Δεν υπάρχει διαθέσιμος πόρος!
es: No hay recursos disponibles
et: Ühtegi ressurssi pole saadaval!
eu: Ez dago baliabide eskuragarririk!
fi: Resursseja ei ole saatavilla.
fr: Aucune ressource n'est disponible.
hu: Nem áll rendelkezésre erőforrás.
is: Það eru engar auðlindir tiltækar!
it: Non c'è nessuna risorsa disponibile.
ja: 利用できるリソースはありません!
lt: Nėra atitinkančių objektų.
lv: Nosacījumiem atbilstoi elementi nav pieejami.
nl: Er is geen hulpbron beschikbaar.
pl: Brak dostępnych zasobów!
pt: Não há nenhum recurso disponível!
ro: Nu există nici o resursă disponibilă!
sk: Už nie sú k dispozícii žiadne zdroje!
sl: Ni razpoložljivih virov!
sv: Det finns inga resurser tillgängliga.
tr: Kaynak yok!

source: There is no standard resource! Please select one.
bg: Няма стандартни ресурси! Моля, изберете някой.
ca: No hi ha cap recurs estàndard!. Si us plau, trieu-ne un.
cs: Standardní zdroj neexistuje! Prosím zvolte nějaký.
da: Der er ikke nogen standardressource! Vælg venligst en.
de: Es existiert keine Standard-Ressource. Bitte wählen Sie eine aus.
el: Δεν υπάρχει τυπικός πόρος! Παρακαλώ επιλέξτε ένα.
es: ¡No hay recurso estándar! Seleccione otro.
et: Standardne ressurss puudub! Palun vali üks.
eu: Ez dago baliabide aurremugaturik! Mesedez bat hautatu.
fi: Ei standardiresurssia. Valitse yksi.
fr: Il n'existe aucune ressource standard ! Veuillez en choisir une.
hu: Nincs standard erőforrás, válasszon ki egyet.
is: Það er engin sjálfgefin auðlind! vinsamlega veljið eina.
it: Non c'è una risorsa standard. Selezionane una.
ja: 標準リソースが存在しません!一つ選択してください。
lt: Nėra standartinio resurso! Pasirinkite.
nl: Er is geen standaard hulpbron! Selecteer er een.
pl: Brak domyślnego zasobu! Proszę wybrać.
pt: Não existe um recurso padrão! Escolha um por favor.
ro: Nu există o resursă standard! Selectaţi una.
sk: Nie je zadaný žiadny štandardný zdroj. Prosím, vyberte ho.
sl: Ni običajnega vira! Prosim izberite enega.
sv: Det finns ingen standardresurs. Välj en.
tr: Standart kaynak bulunamadı. Lütfen bir tane seçin.

source: There is no valid standard resource! Please select one which is neither read-only nor inactive.
bg: Няма валиден стандартен ресурс! Моля, изберете някой, който не е само за четене и активен.
ca: No hi ha cap recurs estàndard!. Si us plau, trieu-ne un que no sigui només lectura ni inactiu.
cs: Neexistuje platný standardní zdroj! Prosím zvolte nějaký, který není neaktivní ani pouze pro čtení.
da: Der er ikke nogen gyldig standardressource! Vælg venligst en som hverken er læs-kun eller inaktiv.
de: Es existiert keine gültige Standard-Ressource. Bitte wählen Sie eine aus, die weder auf "nur lesen" eingestellt noch deaktiviert ist.
el: Δεν υπάρχει έγκυρος τυπικός πόρος! Παρακαλώ επιλέξτε έναν ο οποίος δεν είναι μόνο για ανάγνωση ή ανενεργός.
es: No hay un recurso estándar válido. Por favor seleccione uno que no sea de sólo lectura ni esté inactivo.
et: Korrektne standardne ressurss puudub! Palun vali mõni selline, mis pole ei ainult lugemiseks ega ka mitteaktiivne.
eu: Ez dago balio duen baliabide aurremugaturik! Mesedez irakurri-bakarrik edo ez-aktiboa ez dagoen bat hautatu.
fi: Ei oikeanlaista standardiresurssia. Valitse kirjoitettava ja aktiivinen standardiresurssi.
fr: Il n'existe aucune ressource standard valable ! Veuillez en choisir une qui ne soit ni en lecture seule ni inactive.
hu: Nincs érvényes standard erőforrás. Olyat válasszon, amely aktív és írható is.
is: Það er engin stöðluð auðlind vinsamlega veljið eina sem er hvorki ritvarin eða óvirk.
it: Non c'è una risorsa standard valida. Seleziona una risorsa che non sia né di sola lettura, né inattiva.
ja: 有効な標準リソースが存在しません!読み込みのみや無効なものは選択しないでください。
lt: Nėra galiojančio standartinio resurso! Prašome pasirinkti tokį, kuris nėra prieinamas tik skaitymui ir nėra neaktyvus.
nl: Er is geen geldige standaard hulpbron! Selecteer een hulpbron die niet alleen-lezen of inactief is.
pl: Brak poprawnego domyślnego zasobu! Proszę wybrać zasób, który jest aktywny i zapisywalny.
pt: Não existe um recurso padrão válido! Escolha um que não esteja nem só para leitura nem inactivo.
ro: Nu există nici o resursă standard validă! Selectaţi una care poate fi scrisă sau care nu este inactivă.
sk: Nie je žiadny platný štandardný zdroj. Prosím, vyberte nejaký, ktorý je aktívny a nie je iba na čítanie.
sl: Ni veljavnega običajnega vira! Prosim izberite enega, ki ni samo berljiv in je aktiven.
sv: Det finns ingen giltig standardresurs. Välj en som varken är skrivskyddad eller inaktiv.

source: There was an error loading the module.
bg: Грешка при зареждане на модула.
ca: Hi ha hagut un error en carregar el mòdul.
cs: Nastala chyba při nahrávání modulu.
da: Der opstod en fejl ved indlæsning af modulet.
de: Beim Laden des Moduls ist ein Fehler aufgetreten.
el: Υπήρξε ένα σφάλμα φόρτωσης του προσθέτου.
es: Se produjo un error al cargar el módulo.
et: Mooduli laadimisel tekkis viga.
eu: Errore bat gertatu da modulua kargatzerakoan.
fi: Moduulin lataamisessa tapahtui virhe.
fr: Une erreur s'est produite pendant le chargement du module.
hu: Hiba történt a modul betöltése közben.
is: Það kom upp villa í hleðslu einingarinnar.
it: Si è verificato un errore durante il caricamento del modulo.
ja: モジュールの読み込み中にエラーが発生しました。
lt: Gali būti, kad tai klaida serverio pusėje.
lv: Šī var būt kļūda servera pusē.
nl: Er deed zich een fout voor tijdens het laden van de module.
pl: Podczas ładowania modułu wystąpił błąd.
pt: Ocorreu um erro ao carregar o módulo.
ro: A apărut o eroare la încărcarea modulului.
sk: Nastala chyba pri načítavaní modulu.
sl: Prišlo je do napake med nalaganjem modula.
sv: Det uppstod ett fel när modulen laddades.
tr: Modül yüklenirken bir hata oluştu
